[Information]
TRANSLATOR=Åke Engelbrektson
;TRANSLATOR_URL=http://www.svenskasprakfiler.se
;CONTACT_ADDRESS=eson57@gmail.com
VERSION=4.6.0

[Language]
LANGUAGE=Svenska
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041D, 0x081D

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Arkiv
CUSTOMIZE=&Modifiera
EXIT=&Avsluta
EDIT=&Kopiering
COPY=&Kopiera
FUNCTION=I&nställningar
HIDE_SMART_INFO=Dölj &S.M.A.R.T. information
HIDE_SERIAL_NUMBER=Dölj Serie&nummer
SHOW_DRIVE_LETTER=Visa enhets&bokstav
ADVANCED_DISK_SEARCH=&Avancerad diskskanning
EVENT_LOG=H&ändelse-logg
AAM_APM_CONTROL=AA&M/APM-kontroll
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM-anpassning
RESIDENT=Vis&a i systemfältet
STARTUP=&Autostarta med Windows
OPEN_DISK_MANAGEMENT=Öppna "&Diskhanteringen"
OPEN_DEVICE_MANAGER=Öppna "Enhets&hanteraren"
ADVANCED_FEATURE=Avancerade &funktioner
REFRESH=&Uppdatera
RESCAN=Ska&nna om
DISABLE=&Avaktivera
AUTO_REFRESH=&Autouppdatering
AUTO_REFRESH_TARGET=Autouppdatering - &Diskar
AUTO_REFRESH_TARGET_ALL_DISK=Markera all&a
AUTO_REFRESH_UNTARGET_ALL_DISK=Markera &ingen
WAIT_TIME_AT_STARTUP=&Fördröjd autostart
GRAPH=&Grafik
THEME=&Tema
DISK=&Disk
HELP=&Hjälp
HELP_ABOUT=&Om CrystalDiskInfo
HELP_ABOUT_SMART=Om &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Språk
ITEM=&Objekt
TEMPERATURE_TYPE=T&emperaturenhet
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Hälsostatus-inställningar

;Graph
OPTION=&Alternativ
LEGEND_POSITION=&Textposition
NORTH_WEST=&Vänster/Upp
NORTH_EAST=Höger/&Upp
SOUTH_WEST=Vänster/&Ned
SOUTH_EAST=&Höger/Ned
MAX_PLOT_POINT=&Max grafvärde
TIME_FORMAT=&Tidsformat
PAINT_WEEKEND=&Färga veckoslut
ALL=&Alla

;2.7.0
COPY_OPTION=Kopierings&alternativ
RESIDENT_STYLE=Aktivitetsfältet
MINIMIZE=Minimera
HIDE=Dölj

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribut

;3.5.0
ASCII_VIEW=ASCII-vy
AUTO_DTECTION=Auto-detektion
SECOND=sek.
MINUTE=min.
HOUR=timma

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Notifieringsmeddelande
MAIL_SETTINGS=E-postinställningar
SMART_IN_ENGLISH=S.M.A.R.T. på Engelska
FONT_SETTING=Teckensnittsinställning

[TrayMenu]
EXIT=Avsluta
REFRESH=Uppdatera
RESCAN=Skanna om
ENABLE=Aktivera
DISABLE=Avaktivera
ENABLE_ALL=Aktivera alla
DISABLE_ALL=Avaktivera alla
AUTO_REFRESH=Uppdateringsintervall
AUTO_REFRESH_01_MIN=1 min.
AUTO_REFRESH_03_MIN=3 min.
AUTO_REFRESH_05_MIN=5 min.
AUTO_REFRESH_10_MIN=10 min.
AUTO_REFRESH_30_MIN=30 min.
AUTO_REFRESH_60_MIN=60 min.
AUTO_REFRESH_TARGET=Autouppdatera
AUTO_REFRESH_TARGET_ALL_DISK=Autouppdatera alla
AUTO_REFRESH_UNTARGET_ALL_DISK=Autouppdatera ingen
ALARM_SETTING_TEMPERATURE=Alarminställning - Temperatur
ALARM_SETTING_HEALTH_STATUS=Alarminställning - Hälsostatus
SHOW_MAIN_WINDOW=Öppna programfönster
SHOW_TEMPERATURE_ICON=Visa temperaturikoner
SHOW_ALL_TEMPERATURE_ICON=Visa alla temperaturikoner
HIDE_ALL_TEMPERATURE_ICON=Dölj alla temperaturikoner
COLLECTIVE_SETTING=Övergripande inställningar
GRAPH=Grafik
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Bra
CAUTION=Varning
BAD=Dålig
UNKNOWN=Okänd
DISK=Diskar

[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuellt
LIST_WORST=Sämst
LIST_THRESHOLD=Tröskelvärde
LIST_RAW_VALUES=Raw-värden
;LIST_DESCRIPTION=Beskrivning
LIST_ATTRIBUTE_NAME=Attribut

FIRMWARE=Firmware
SERIAL_NUMBER=Serienummer
INTERFACE=Gränsnitt
STANDARD=Standard
TRANSFER_MODE=Överföringsgränssnitt
BUFFER_SIZE=Buffertstorlek
NV_CACHE_SIZE=NV Cache-storlek
ROTATION_RATE=Rotationshastighet
TEMPERATURE=Temperatur
POWER_ON_HOURS=Drifttid
POWER_ON_COUNT=Uppstarter
DRIVE_LETTER=Enhetsbokstav
FEATURE=Funktionsstöd
HEALTH_STATUS=Hälsostatus

UNKNOWN=Unknown
POWER_ON_COUNT_UNIT=gånger
POWER_ON_HOURS_UNIT=timmar
POWER_ON_DAYS_UNIT=dagar

;4.3
TOTAL_HOST_WRITES=Totalt skrivning
TOTAL_HOST_READS=Totalt läsning
TOTAL_NAND_WRITES=Totalt NAND-skrivning

;4.5
WEAR_LEVELING_COUNT=Använd utjämning

[Message]
DETECT_UNIT_POWER_ON_HOURS=Söker av enhet efter "Drifttid" (Kan ta 130 sek.)
DETECT_DISK=Söker diskar
PLEASE_ENABLE_WMI=Vänligen aktivera WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Starta om CrystalDiskInfo för att verkställa temaändringen
DISK_NOT_FOUND=Disk hittas inte

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperatur
ALARM_HEALTH_STATUS=Alarm - Hälsostatus
DEGRADATION=Nedbrytning
RECOVERY=Återställning
;3.5.0
INFO_HEALTH_STATUS=Info - Hälsostatus

[Graph]
PLEASE_SELECT_ITEM=Vänligen, välj ett objekt
ACTUAL_VALUE=Verkligt värde (Raw-värde)
NORMALIZED_VALUE=Normaliserat värde (Aktuellt värde)
ALL_ON=Alla på
ALL_OFF=Alla av
RESET=Återställ

[Customize]
LINE_COLOR=Linjefärg
BACKGROUND_IMAGE=Bakgrundsbild
SUPPORTED_IMAGE_FORMAT=Bildformat som stöds
ALL_FILES=Alla filer

[AamApm]
AAM_LOW=<- Tyst (80h)
AAM_HIGH=Prestanda (FEh) ->
AAM_RECOMMEND=Rekommenderat värde
APM_LOW=<- Min energi (01h)
APM_HIGH=Prestanda (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Om CrystalDiskInfo
GRAPH=Grafik
CUSTOMIZE=Anpassa
VERSION_INFORMATION=Versionsinformation
AAM_APM_CONTROL=AAM/APM-kontroll
HEALTH_STATUS_SETTING=Hälsostatus-inställningar

[HealthStatus]
THRESHOLD_OF_CAUTION=Tröskelvärde
APPLY=Verkställ
DEFAULT=Standard

[Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Vendor Specific
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection

;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On‐the‐Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0/Updated 4.5
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate
F2=Write Protect Progress

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life